Repository: yulmiro/collective.panels
Catalog: src/collective/panels/locales/*/LC_MESSAGES/collective.panels.po
Languages: es

source: Above page content
es: Por encima de contenido de la página

source: Add panel
es: Añadir panel

source: Add portlet
es: Añadir portlet

source: Below page content
es: Debajo contenido de la página

source: Change
es: Cambiar

source: Change layout
es: Cambiar layout

source: Column spacing
es: Espaciado de columna

source: Configure panels
es: Configurar paneles

source: Delete
es: Eliminar

source: Description
es: Descripción

source: Duplicate
es: Duplicar

source: Global panel settings unavailable; ignoring.
es: Ajustes no disponibles en panel global; ignorando.

source: Info
es: Información

source: Information
es: Información

source: Layer
es: Capa

source: Layout changed.
es: Layout cambió.

source: Location
es: Ubicación

source: Manage panel
es: Gestionar panel

source: Manage panels
es: Gestionar paneles

source: Missing layout: ${name}.
es: Layout no encontrado: ${name}.

source: Name
es: Nombre

source: Omit margins
es: Omita márgenes

source: Panel added.
es: Panel añadido.

source: Panel removed.
es: Panel eliminado.

source: Panels
es: Paneles

source: Select a panel layout. The arrows indicate the direction of the layout.
es: Seleccione un layout del panel. Las flechas indican la dirección de la disposición.

source: Select the location where a new panel should be added.
es: Seleccione la ubicación en la que se debe añadir un nuevo panel.

source: Select this option to omit margins on the left- and right side of a panel.
es: Seleccione esta opción para omitir márgenes en el lado izquierdo y derecho de un panel.

source: Site-local panel managers
es: Administradores de panel de sitio local.

source: Site-local panel managers will be assignable on navigation roots instead of only site roots if you select this option. Check this if you are using LinguaPlone, collective.multilingual or similar, and you want per-language Site-local panel managers.
es: Administradores de panel del sitio local serán asignables en las raíces de navegación en lugar de sólo las raíces sitio si selecciona esta opción. Seleccione esta opción si está utilizando LinguaPlone, collective.multilingual o similar, y quiere Administrar el panel del sitio por idioma.

source: Template
es: Plantilla

source: The locations listed here will be assignable only at sites (typically Plone's site root, unless local sites are present).
es: Los lugares mencionados aquí serán asignable sólo en los sitios (por lo general la raíz del sitio de Plone, a menos que los sitios locales estén presentes).

source: This form lets you configure the panel add-on product.
es: Esta forma le permite configurar el panel del producto add-on.

source: This is the horizontal distance between portlets in a panel layout, expressed as a percentage of the available width.
es: Esta es la distancia horizontal entre portlets en un distribución del panel, expresada como un porcentaje de la anchura disponible.

source: This is the panel management interface. Add a new panel or manage existing ones.
es: Esta es la interfaz de administración del panel. Añadir un nuevo panel o es propietario de las existentes.

source: This panel is empty.
es: Este panel está vacío.

source: Title
es: Título

source: Unable to find registry.
es: No se pudo encontrar registro.

source: Use navigation root
es: Use la raíz de navegación

source: You are managing panels for a default page. If you wanted to manage panels for the parent folder, ${go_here}.
es: Usted está manejando paneles para una página predeterminada. Si quisieras manejar paneles de la carpeta principal, ${go_here}.
